Repository: jacekzieba/MeasureMe
Catalog: MeasureMe/*.lproj/Localizable.strings
Languages: pl

# notification.log.title
source: %@log your measurements
pl: %@Zapisz pomiary

# notification.log.body
source: A quick check-in now keeps your progress on track.
pl: Szybki check‑in teraz utrzymuje Twoje postępy na właściwej ścieżce.

# notification.smart.title
source: %@time for a quick log
pl: %@Czas na szybki wpis

# notification.smart.body
source: It’s been %d days since your last entry—add a measurement to stay on track.
pl: Minęło %d dni od ostatniego wpisu — dodaj pomiar, by utrzymać rytm.

# notification.photo.title
source: %@time for a progress photo
pl: %@Czas na zdjęcie postępów

# notification.photo.body
source: It’s been %d days since your last photo—images reveal changes the scale misses.
pl: Minęło %d dni od ostatniego zdjęcia — zdjęcia pokazują zmiany, których nie widać na wadze.

# notification.import.title
source: New %@ from Health
pl: Nowe %@ z Zdrowia

# notification.import.body
source: Added automatically to MeasureMe.
pl: Dodano automatycznie do MeasureMe.

# notification.import.summary.title
source: New Health data
pl: Nowe dane ze Zdrowia

# notification.import.summary.body.single
source: Imported: %@.
pl: Zaimportowano: %@.

# notification.import.summary.body.double
source: Imported: %@ and %@.
pl: Zaimportowano: %@ i %@.

# notification.import.summary.body.multiple
source: Imported: %@, %@, and other metrics.
pl: Zaimportowano: %@, %@ i inne metryki.

# notification.goal.title
source: Goal achievement notification%@
pl: Powiadomienie o osiągnięciu celu%@

# notification.goal.body
source: You hit your %@ goal. Nice work.
pl: Udało Ci się osiągnąć cel dla %@. Świetna robota.

# validation.metric.range
source: Enter a value between %.1f and %.1f %@.
pl: Wprowadź wartość od %.1f do %.1f %@.

source: Enter a valid number.
pl: Wprowadź poprawną liczbę.

source: Age must be between 5 and 120.
pl: Wiek musi mieścić się w zakresie 5–120 lat.

source: Height must be between 50 and 300 cm.
pl: Wzrost musi mieścić się w zakresie 50–300 cm.

source: Height must be between 1 and 8 ft 11 in.
pl: Wzrost musi mieścić się w zakresie od 1 stopy do 8 stóp 11 cali.

source: Fix highlighted values before saving.
pl: Popraw zaznaczone wartości przed zapisaniem.

source: Could not save measurements. Please try again.
pl: Nie udało się zapisać pomiarów. Spróbuj ponownie.

source: Could not save photo. Please try again.
pl: Nie udało się zapisać zdjęcia. Spróbuj ponownie.

source: Could not save photo changes. Please try again.
pl: Nie udało się zapisać zmian zdjęcia. Spróbuj ponownie.

source: Could not delete photo. Please try again.
pl: Nie udało się usunąć zdjęcia. Spróbuj ponownie.

source: Could not import height from Health.
pl: Nie udało się zaimportować wzrostu z aplikacji Zdrowie.

source: Notification error
pl: Błąd powiadomień

source: Could not schedule notifications. Please check notification permissions and try again.
pl: Nie udało się zaplanować powiadomień. Sprawdź uprawnienia i spróbuj ponownie.

source: Could not start the app because local storage failed to initialize. Please retry. Error: %@
pl: Nie udało się uruchomić aplikacji, ponieważ nie można zainicjalizować pamięci lokalnej. Spróbuj ponownie. Błąd: %@

# photos.active.filters.count
source: %d active filters
pl: %d aktywnych filtrów

# photos.showing.count
source: Showing %d of %d photos
pl: Wyświetlanie %d z %d zdjęć

# photos.showing.range
source: Showing photos from %@ to %@
pl: Wyświetlanie zdjęć od %@ do %@

# photos.showing.tags.selected
source: Showing photos with any of the selected tags (%d selected)
pl: Wyświetlanie zdjęć z dowolnym z wybranych tagów (wybrano %d)

# photos.tags.count
source: %d tags
pl: %d tagów

# photos.dateRange.all
source: All Photos
pl: Wszystkie zdjęcia

# photos.dateRange.last7Days
source: Last 7 Days
pl: Ostatnie 7 dni

# photos.dateRange.last30Days
source: Last 30 Days
pl: Ostatnie 30 dni

# photos.dateRange.last90Days
source: Last 90 Days
pl: Ostatnie 90 dni

# photos.dateRange.custom
source: Custom Range
pl: Własny zakres

# photo.metrics.recorded
source: %d metrics recorded
pl: Zapisano %d metryk

# compare.days.apart
source: %d days apart
pl: %d dni odstępu

# trend.vs.relative
source: vs %@
pl: względem %@

# trend.relative.30d
source: 30d ago
pl: 30 dni temu

# accessibility.opens.details
source: Opens %@ details
pl: Otwiera szczegóły: %@

# accessibility.metric.summary.trend
source: %@, %@, %@ vs %@
pl: %@, %@, %@ względem %@

# accessibility.metric.summary.nodata
source: %@, no recent data
pl: %@, brak danych

# accessibility.value
source: %@ value
pl: Wartość %@

# quickadd.last.summary
source: Last: %@, %@
pl: Ostatnio: %@, %@

# metric.goal.update.value
source: Update %@
pl: Zaktualizuj %@

# accessibility.goal.set
source: Set goal
pl: Ustaw cel

# accessibility.goal.update
source: Update goal
pl: Zaktualizuj cel

# accessibility.trendline
source: Trendline
pl: Linia trendu

# accessibility.visible
source: Visible
pl: Widoczne

# accessibility.hidden
source: Hidden
pl: Ukryte

# accessibility.update.metric
source: Update %@
pl: Zaktualizuj %@

# accessibility.chart
source: %@ chart
pl: Wykres %@

# metric.goal.projected.date
source: Projected goal date: %@.
pl: Przewidywana data celu: %@.

# accessibility.progress.hint
source: Current value %@, goal %@
pl: Aktualna wartość %@, cel %@

# metric.goal.set.help
source: Set your target %@ to track your progress. The goal will appear as a dashed line on your chart.
pl: Ustaw docelową wartość %@, aby śledzić postęp. Cel pojawi się jako linia przerywana na wykresie.

# metric.add.title
source: Add %@
pl: Dodaj %@

# metric.edit.title
source: Edit %@
pl: Edytuj %@

# home.greeting.morning
source: Good Morning
pl: Dzień dobry

# home.greeting.morning.named
source: Good Morning, %@
pl: Dzień dobry, %@

# home.greeting.afternoon
source: Good Afternoon
pl: Dzień dobry

# home.greeting.afternoon.named
source: Good Afternoon, %@
pl: Dzień dobry, %@

# home.greeting.evening
source: Good Evening
pl: Dobry wieczór

# home.greeting.evening.named
source: Good Evening, %@
pl: Dobry wieczór, %@

# home.encouragement
source: You’re building steady momentum today.
pl: Budujesz dziś stabilny rytm.

# home.goalstatus.ontrack
source: You’re on a steady, sustainable path.
pl: Jesteś na dobrej, zrównoważonej ścieżce.

# home.goalstatus.slightlyoff
source: Small steps still count—keep going.
pl: Małe kroki też się liczą — działaj dalej.

# home.goalstatus.needsattention
source: You’ve got this—one check‑in at a time.
pl: Dasz radę — jeden check‑in na raz.

# home.goalstatus.nogoals
source: Set a goal whenever you’re ready.
pl: Ustaw cel, gdy będziesz gotowy.

# home.metric.accessibility.nodata
source: %@, no data yet
pl: %@, brak danych

# progress.now
source: Now %@
pl: Teraz %@

# progress.goal
source: Goal %@
pl: Cel %@

# accessibility.open.measurements
source: Open all measurements
pl: Otwórz wszystkie pomiary

# accessibility.opens.measurements
source: Opens the Measurements tab
pl: Otwiera zakładkę Pomiary

# accessibility.open.photos
source: Open all photos
pl: Otwórz wszystkie zdjęcia

# accessibility.opens.photos
source: Opens the Photos tab
pl: Otwiera zakładkę Zdjęcia

# accessibility.open.photo.details
source: Open photo details
pl: Otwórz szczegóły zdjęcia

# accessibility.compare.mode.side
source: Switch to side by side mode
pl: Przełącz na tryb obok siebie

# accessibility.compare.mode.slider
source: Switch to slider mode
pl: Przełącz na tryb suwaka

# accessibility.compare.enter
source: Enter compare mode
pl: Wejdź w tryb porównania

# accessibility.compare.exit
source: Exit compare mode
pl: Wyjdź z trybu porównania

# accessibility.setup.checklist.options
source: Checklist options
pl: Opcje checklisty

# accessibility.setup.checklist.options.hint
source: Opens actions to hide or collapse the setup checklist.
pl: Otwiera akcje ukrycia lub zwinięcia checklisty konfiguracji.

# accessibility.setup.checklist.completed
source: Completed
pl: Ukończone

# accessibility.setup.checklist.incomplete
source: Not completed
pl: Nieukończone

# accessibility.setup.checklist.loading
source: In progress
pl: W toku

# accessibility.close.premium.paywall
source: Close Premium screen
pl: Zamknij ekran Premium

# accessibility.close.premium.paywall.hint
source: Dismisses Premium and returns to the previous screen.
pl: Zamyka Premium i wraca do poprzedniego ekranu.

# accessibility.save.photo.to.gallery.hint
source: Saves this photo to your system Photos library.
pl: Zapisuje to zdjęcie do systemowej aplikacji Zdjęcia.

# accessibility.toggle.on
source: On
pl: Włączone

# accessibility.toggle.off
source: Off
pl: Wyłączone

# accessibility.keymetric.add
source: Add key metric
pl: Dodaj kluczową metrykę

# accessibility.keymetric.remove
source: Remove key metric
pl: Usuń kluczową metrykę

# accessibility.measurements.section
source: Measurements section
pl: Sekcja pomiarów

# accessibility.measurements.switch
source: Switch between metrics and health indicators
pl: Przełącz między metrykami a wskaźnikami zdrowia

# accessibility.compare.opens
source: Opens then and now comparison for two selected photos
pl: Otwiera porównanie „wtedy i teraz” dla dwóch wybranych zdjęć

# accessibility.compare.select.two
source: Select two photos to compare
pl: Wybierz dwa zdjęcia do porównania

# accessibility.photos.filtered
source: Opens Photos tab with this metric filter
pl: Otwiera zakładkę Zdjęcia z filtrem tej metryki

# accessibility.entry.edit
source: Double tap to edit this entry
pl: Stuknij dwukrotnie, aby edytować wpis

# accessibility.add.measurement
source: Add a new measurement entry
pl: Dodaj nowy pomiar

# accessibility.chart.hint
source: Shows your trend over time
pl: Pokazuje trend w czasie

# accessibility.goal.define
source: Define a target for this metric
pl: Ustaw cel dla tej metryki

# accessibility.trendline.toggle
source: Double tap to toggle trendline
pl: Stuknij dwukrotnie, aby przełączyć linię trendu

# age.years.old
source: %d years old
pl: %d lat

# profile.unit.age
source: years
pl: lat

# health.last.import
source: Last import: %@
pl: Ostatni import: %@

# height.last.updated
source: Last updated: %@
pl: Ostatnia aktualizacja: %@

# bmi.age.group
source: Age: %d years (%@)
pl: Wiek: %d lat (%@)

# bmi.for.agegroup
source: for %@
pl: dla: %@

# leanmass.value
source: %@ %@ lean mass
pl: %@ %@ masy beztłuszczowej

# health.indicator.missing.subtitle
source: Add the required data to unlock this indicator.
pl: Dodaj wymagane dane, aby odblokować ten wskaźnik.

# health.indicator.missing.requirements.title
source: What is still needed
pl: Czego jeszcze brakuje

# health.indicator.missing.info.title
source: How this screen works
pl: Jak działa ten ekran

# health.indicator.missing.info.body
source: Once these values are available, this screen will automatically show your result, interpretation, and reference ranges.
pl: Gdy te wartości będą dostępne, ten ekran automatycznie pokaże wynik, interpretację i zakresy referencyjne.

# health.indicator.missing.legend.title
source: How to read status
pl: Jak czytać status

# health.indicator.missing.legend.inrange
source: Healthy / expected zone
pl: Zdrowa / oczekiwana strefa

# health.indicator.missing.legend.above
source: Elevated and worth attention
pl: Podwyższona wartość, warto obserwować

# health.indicator.missing.legend.high
source: Higher risk zone
pl: Strefa wyższego ryzyka

# reference.ranges.with.age
source: Reference Ranges%@
pl: Zakresy referencyjne%@

# age.range.19_39
source: (19-39 years)
pl: (19–39 lat)

# age.range.40_59
source: (40-59 years)
pl: (40–59 lat)

# age.range.60_79
source: (60-79 years)
pl: (60–79 lat)

# health.requires
source: Requires: %@
pl: Wymaga: %@

# photos.optimization.count
source: %d photos can be optimized
pl: Można zoptymalizować %d zdjęć

# onboarding.step.count
source: Step %d of %d
pl: Krok %d z %d

# healthkit.import.failed
source: Failed to import: %@
pl: Nie udało się zaimportować: %@

# reference.ranges.gender
source: Reference Ranges (%@)
pl: Zakresy referencyjne (%@)

# metric.weight
source: Weight
pl: Waga

# metric.bodyfat
source: Body fat
pl: Tkanka tłuszczowa

# metric.height
source: Height
pl: Wzrost

# metric.leanbodymass
source: Lean body mass
pl: Masa beztłuszczowa

# metric.waist
source: Waist
pl: Talia

# metric.neck
source: Neck
pl: Szyja

# metric.shoulders
source: Shoulders
pl: Barki

# metric.bust
source: Bust
pl: Biust

# metric.chest
source: Chest
pl: Klatka piersiowa

# metric.leftbicep
source: Left bicep
pl: Lewy biceps

# metric.rightbicep
source: Right bicep
pl: Prawy biceps

# metric.leftforearm
source: Left forearm
pl: Lewe przedramię

# metric.rightforearm
source: Right forearm
pl: Prawe przedramię

# metric.hips
source: Hips
pl: Biodra

# metric.leftthigh
source: Left thigh
pl: Lewe udo

# metric.rightthigh
source: Right thigh
pl: Prawe udo

# metric.leftcalf
source: Left calf
pl: Lewa łydka

# metric.rightcalf
source: Right calf
pl: Prawa łydka

source: Normal weight
pl: Prawidłowa waga

source: Increased weight
pl: Podwyższona waga

source: High weight
pl: Wysoka waga

source: Normal fat level
pl: Prawidłowy poziom tłuszczu

source: Increased fat level
pl: Podwyższony poziom tłuszczu

source: High fat level
pl: Wysoki poziom tłuszczu

source: Underweight
pl: Niedowaga

source: Overweight
pl: Nadwaga

source: Obese
pl: Znaczna nadwaga

source: Low risk
pl: Niskie ryzyko

source: Moderate risk
pl: Umiarkowane ryzyko

source: High risk
pl: Podwyższone ryzyko

source: Child/Adolescent
pl: Dziecko/Nastolatek

source: Adult
pl: Dorosły

source: About BMI
pl: O BMI

source: About WHR
pl: O WHR

source: About WHtR
pl: O WHtR

source: Age
pl: Wiek

source: Allow notifications
pl: Zezwól na powiadomienia

source: Back
pl: Wstecz

source: BMI Ranges
pl: Zakresy BMI

source: Built for real-life change
pl: Stworzone do realnych zmian

source: Centimeters
pl: Centymetry

source: Choose metrics
pl: Wybierz metryki

source: Choose your units
pl: Wybierz jednostki

source: Currently showing female ranges (more conservative).
pl: Obecnie wyświetlane są zakresy dla kobiet.

source: Date
pl: Data

source: Enable reminders
pl: Włącz przypomnienia

source: Enter your height
pl: Podaj swój wzrost

source: Feet
pl: Stopy

source: Female
pl: Kobieta

source: Gender
pl: Płeć

source: Gender not specified
pl: Płeć nieokreślona

source: Health import notifications
pl: Powiadomienia o imporcie z Zdrowia

source: Health Note
pl: Notatka zdrowotna

source: Height
pl: Wzrost

source: Home
pl: Strona główna

source: How old are you?
pl: Ile masz lat?

source: Imperial
pl: Imperialne

source: Important
pl: Ważne

source: Inches
pl: Cale

source: Male
pl: Mężczyzna

source: Measurements
pl: Pomiary

source: Metric
pl: Metryczny

source: Metrics
pl: Metryki

source: Name
pl: Imię

source: Not specified
pl: Nie określono

source: Notifications
pl: Powiadomienia

source: Photos
pl: Zdjęcia

source: Premium Edition
pl: Edycja premium

source: See Premium Edition
pl: Zobacz edycję premium

source: Premium helps you stay consistent, hit your goals, and supports a small business from Poland.
pl: Premium pomaga utrzymać konsekwencję, osiągać cele i wspiera mały biznes z Polski.

source: Reference Ranges
pl: Zakresy referencyjne

source: Relative Fat Mass
pl: Względna masa tłuszczowa

source: Risk Categories
pl: Kategorie ryzyka

source: Scheduled
pl: Zaplanowane

source: Select your gender
pl: Wybierz płeć

source: Set a calm baseline, then focus on small, repeatable wins.
pl: Ustal punkt odniesienia, a potem skup się na małych, powtarzalnych sukcesach.

source: Settings
pl: Ustawienia

source: Skip
pl: Pomiń

source: "What is measured is managed" - Peter Drucker
pl: „To, co mierzone, jest zarządzane” - Peter Drucker

source: Sync with Health
pl: Synchronizuj ze Zdrowiem

source: Units
pl: Jednostki

source: Update
pl: Aktualizuj

source: Weekly check-ins
pl: Cotygodniowe check‑iny

source: What is Body Shape Risk?
pl: Czym jest ryzyko przedwczesnej śmierci?

source: What is Central Fat Risk?
pl: Czym jest otyłość brzuszna?

source: What is RFM?
pl: Czym jest RFM?

source: What should we call you?
pl: Jak mamy się do Ciebie zwracać?

source: Your data stays on this device. Nothing is shared with us.
pl: Twoje dane pozostają na tym urządzeniu. Nic nie jest udostępniane.

source: You’re all set.
pl: Wszystko gotowe.

source: Language
pl: Język

source: A Body Shape Index (ABSI) measures the health risk associated with your abdominal fat distribution, independent of your total body weight. It focuses on health outcomes rather than appearance.
pl: Wskaźnik ABSI mierzy ryzyko zdrowotne związane z rozkładem tłuszczu w okolicy brzucha, niezależnie od całkowitej masy ciała. Skupia się na zdrowiu, a nie na wyglądzie.

source: ABSI is a research-based indicator and should be considered alongside other health metrics. It is not a medical diagnosis. Consult with healthcare professionals for personalized health assessments and recommendations.
pl: ABSI jest wskaźnikiem opartym na badaniach i powinien być rozpatrywany razem z innymi metrykami zdrowotnymi. Nie stanowi diagnozy medycznej. Skonsultuj się ze specjalistą w celu indywidualnej oceny i zaleceń.

source: Higher ABSI values indicate more abdominal fat relative to your BMI and height, which is associated with increased cardiovascular and metabolic health risks.
pl: Wyższe wartości ABSI wskazują na więcej tłuszczu brzusznego względem BMI i wzrostu, co wiąże się z większym ryzykiem sercowo‑metabolicznym.

source: Higher values indicate more fat concentrated in the abdominal area, which is associated with increased risk of cardiovascular disease, type 2 diabetes, and metabolic syndrome.
pl: Wyższe wartości oznaczają więcej tłuszczu w okolicy brzucha, co wiąże się ze zwiększonym ryzykiem chorób sercowo‑naczyniowych, cukrzycy typu 2 i zespołu metabolicznego.

source: RFM is an estimation tool and may not be accurate for athletes, pregnant women, or people with certain medical conditions. For the most accurate body composition analysis, consult with a healthcare professional.
pl: RFM to wskaźnik szacunkowy i może być niedokładny u sportowców, kobiet w ciąży lub osób z pewnymi schorzeniami. Dla najdokładniejszej analizy składu ciała skonsultuj się ze specjalistą.

source: Relative Fat Mass (RFM) is an estimate of total body fat percentage based on your height and waist circumference. It provides a simple way to assess body composition without specialized equipment.
pl: RFM (Relative Fat Mass) to szacunkowy procent tkanki tłuszczowej na podstawie wzrostu i obwodu talii. To prosty sposób oceny składu ciała bez specjalistycznego sprzętu.

source: The Conicity Index is a screening tool and should be interpreted alongside other health indicators. It is not a medical diagnosis. Consult with healthcare professionals for comprehensive health assessments.
pl: Wskaźnik Conicity jest narzędziem przesiewowym i powinien być interpretowany wraz z innymi wskaźnikami. Nie stanowi diagnozy medycznej. Skonsultuj się ze specjalistą w celu pełnej oceny zdrowia.

source: The Conicity Index is an indicator of central (abdominal) fat accumulation. It evaluates how your body mass is distributed around your waist relative to your height and weight.
pl: Wskaźnik Conicity opisuje nagromadzenie tłuszczu w okolicy brzucha. Ocena dotyczy rozkładu masy ciała wokół talii względem wzrostu i masy.

source: WHR thresholds differ between males and females. Set your gender in Settings for more accurate ranges.
pl: Progi WHR różnią się dla kobiet i mężczyzn. Ustaw płeć w Ustawieniach, aby uzyskać dokładniejsze zakresy.

source: WHtR Ranges
pl: Zakresy WHtR

source: Waist-to-Height Ratio
pl: Stosunek talii do wzrostu

source: Waist-to-Hip Ratio
pl: Stosunek talii do bioder

source: Body Mass Index
pl: Wskaźnik masy ciała

source: Body Shape Risk
pl: Ryzyko przedwczesnej śmierci

source: Central Fat Risk
pl: Otyłość brzuszna

source: BMI is below the typical range for this age.
pl: BMI jest poniżej typowego zakresu dla tego wieku.

source: Your BMI is below the healthy range.
pl: Twoje BMI jest poniżej zdrowego zakresu.

source: BMI is within the typical range for this age.
pl: BMI mieści się w typowym zakresie dla tego wieku.

source: Your BMI is within the healthy range.
pl: Twoje BMI mieści się w zdrowym zakresie.

source: BMI is above the typical range for this age.
pl: BMI jest powyżej typowego zakresu dla tego wieku.

source: Your BMI indicates overweight.
pl: Twoje BMI wskazuje na nadwagę.

source: BMI is significantly above the typical range for this age.
pl: BMI jest znacząco powyżej typowego zakresu dla tego wieku.

source: Your BMI indicates obesity.
pl: Twoje BMI wskazuje na otyłość.

source: Waist -1.8 cm
pl: Talia -1,8 cm

source: Weight -0.9 kg
pl: Waga -0,9 kg

# photo.tag.wholebody
source: Whole body
pl: Całe ciało

source: Low health risk
pl: Niskie ryzyko zdrowotne

source: Increased health risk
pl: Podwyższone ryzyko zdrowotne

source: High health risk
pl: Wysokie ryzyko zdrowotne

source: Moderate health risk
pl: Umiarkowane ryzyko zdrowotne

source: Below healthy weight
pl: Poniżej zdrowej wagi

source: Healthy weight range
pl: Zdrowy zakres wagi

source: Above healthy weight
pl: Powyżej zdrowej wagi

source: Below typical range
pl: Poniżej typowego zakresu

source: Typical range
pl: Typowy zakres

source: Above typical range
pl: Powyżej typowego zakresu

source: Significantly above range
pl: Znacznie powyżej zakresu

source: WHR Ranges (Male)
pl: Zakresy WHR (mężczyźni)

source: WHR Ranges (Female)
pl: Zakresy WHR (kobiety)

source: Your waist-to-height ratio is within the healthy range.
pl: Twój stosunek talii do wzrostu mieści się w zdrowym zakresie.

source: Your waist-to-height ratio indicates increased health risks.
pl: Twój stosunek talii do wzrostu wskazuje na podwyższone ryzyko zdrowotne.

source: Your waist-to-height ratio indicates high health risks.
pl: Twój stosunek talii do wzrostu wskazuje na wysokie ryzyko zdrowotne.

source: Your waist-to-hip ratio is within the healthy range.
pl: Twój stosunek talii do bioder mieści się w zdrowym zakresie.

source: Your waist-to-hip ratio indicates overweight.
pl: Twój stosunek talii do bioder wskazuje na nadwagę.

source: Your waist-to-hip ratio indicates obesity.
pl: Twój stosunek talii do bioder wskazuje na otyłość.

source: Your relative fat mass is within a healthy range.
pl: Twoja względna masa tłuszczu mieści się w zdrowym zakresie.

source: Your relative fat mass indicates increased body fat.
pl: Twoja względna masa tłuszczu wskazuje na podwyższony poziom tkanki tłuszczowej.

source: Your relative fat mass indicates high body fat.
pl: Twoja względna masa tłuszczu wskazuje na wysoki poziom tkanki tłuszczowej.

source: Your body shape indicates low health risk from abdominal fat distribution.
pl: Twój kształt sylwetki wskazuje na niskie ryzyko zdrowotne wynikające z rozkładu tłuszczu brzusznego.

source: Your body shape indicates moderate health risk from abdominal fat distribution.
pl: Twój kształt sylwetki wskazuje na umiarkowane ryzyko zdrowotne wynikające z rozkładu tłuszczu brzusznego.

source: Your body shape indicates high health risk from abdominal fat distribution.
pl: Twój kształt sylwetki wskazuje na wysokie ryzyko zdrowotne wynikające z rozkładu tłuszczu brzusznego.

source: Your central fat distribution indicates low health risk.
pl: Rozkład tłuszczu centralnego wskazuje na niskie ryzyko zdrowotne.

source: Your central fat distribution indicates moderate health risk.
pl: Rozkład tłuszczu centralnego wskazuje na umiarkowane ryzyko zdrowotne.

source: Your central fat distribution indicates high health risk.
pl: Rozkład tłuszczu centralnego wskazuje na wysokie ryzyko zdrowotne.

source: Body composition
pl: Skład ciała

source: Metabolic health
pl: Zdrowie metaboliczne

source: Tracking change
pl: Śledzenie zmian
