Repository: jacekzieba/MeasureMe
Catalog: MeasureMe/*.lproj/Localizable.strings
Languages: pl

source: ABSI highlights abdominal fat, which is linked to cardiometabolic risk.
pl: ABSI podkreśla tłuszcz brzuszny, który wiąże się z ryzykiem sercowo‑metabolicznym.

source: It adds context beyond scale weight or BMI alone.
pl: Dodaje kontekst poza samą wagę lub BMI.

source: Waist changes can shift risk category over time.
pl: Zmiany w talii mogą z czasem zmieniać kategorię ryzyka.

source: Conicity highlights abdominal fat linked to cardiometabolic risk.
pl: Conicity podkreśla tłuszcz brzuszny związany z ryzykiem sercowo‑metabolicznym.

source: It can reveal risk even when weight looks stable.
pl: Może ujawnić ryzyko nawet wtedy, gdy waga wygląda stabilnie.

source: Waist changes help move this index in a healthier direction.
pl: Zmiany w talii pomagają przesunąć ten wskaźnik w zdrowszym kierunku.

source: RFM gives a quick read on fat percentage without special equipment.
pl: RFM daje szybki odczyt poziomu tłuszczu bez specjalistycznego sprzętu.

source: Higher fat levels can increase metabolic strain over time.
pl: Wyższy poziom tłuszczu może z czasem zwiększać obciążenie metaboliczne.

source: Waist updates help you see meaningful shifts in composition.
pl: Aktualizacje obwodu talii pomagają zauważyć realne zmiany składu ciała.

source: Quick context
pl: Szybki kontekst

source: Risk signal
pl: Sygnał ryzyka

source: Use with context
pl: Używaj z kontekstem

source: Cardio health
pl: Zdrowie serca

source: Metabolic risk
pl: Ryzyko metaboliczne

source: Actionable
pl: Do działania

source: BMI gives a fast, broad view of weight status over time.
pl: BMI daje szybki, szeroki obraz statusu masy ciała w czasie.

source: Large shifts can correlate with cardiometabolic risk.
pl: Duże zmiany mogą korelować z ryzykiem sercowo‑metabolicznym.

source: Pair it with waist and body fat for a fuller picture.
pl: Łącz z talią i procentem tłuszczu dla pełniejszego obrazu.

source: WHtR reflects central fat, a strong signal for cardiovascular risk.
pl: WHtR odzwierciedla tłuszcz centralny — silny sygnał ryzyka sercowo‑naczyniowego.

source: Higher ratios are linked to insulin resistance and metabolic strain.
pl: Wyższe wartości wiążą się z insulinoopornością i obciążeniem metabolicznym.

source: Waist changes can move this ratio quickly, making it useful for progress.
pl: Zmiany w talii mogą szybko zmieniać ten wskaźnik, co czyni go użytecznym do śledzenia postępu.

source: Missing waist or height measurement
pl: Brak pomiaru talii lub wzrostu

source: Missing waist or hip measurement
pl: Brak pomiaru talii lub bioder

# health.whtr.description
source: The waist-to-height ratio (WHtR) is a measure of body fat distribution. It is calculated by dividing waist circumference by height. Research suggests that WHtR is a good predictor of cardiovascular disease risk and metabolic syndrome. A WHtR of 0.5 or less is considered healthy for most adults, meaning your waist circumference should be less than half your height.
pl: Stosunek talii do wzrostu (WHtR) to miara rozkładu tkanki tłuszczowej. Oblicza się go, dzieląc obwód talii przez wzrost. Badania sugerują, że WHtR jest dobrym wskaźnikiem ryzyka chorób sercowo‑naczyniowych i zespołu metabolicznego. WHtR równe 0,5 lub mniej uznaje się za zdrowe u większości dorosłych, co oznacza, że obwód talii powinien być mniejszy niż połowa wzrostu.

# health.whr.description
source: The waist-to-hip ratio (WHR) is a measure of body fat distribution. It is calculated by dividing waist circumference by hip circumference. WHR is used as a measurement of obesity, which in turn is a possible indicator of health risk. A higher WHR suggests more abdominal fat, which is associated with increased health risks. The thresholds differ between males and females due to different body compositions.
pl: Stosunek talii do bioder (WHR) to miara rozkładu tkanki tłuszczowej. Oblicza się go, dzieląc obwód talii przez obwód bioder. WHR jest używany jako miara otyłości, a tym samym możliwy wskaźnik ryzyka zdrowotnego. Wyższy WHR sugeruje więcej tłuszczu brzusznego, co wiąże się ze zwiększonym ryzykiem zdrowotnym. Progi różnią się dla kobiet i mężczyzn ze względu na różnice w budowie ciała.

# health.bmi.description
source: Body Mass Index (BMI) is a measure of body fat based on height and weight. It is calculated by dividing weight in kilograms by height in meters squared. BMI is a useful screening tool for identifying weight categories that may lead to health problems, but it's not diagnostic of body fatness or health. BMI interpretation varies by age: • Children & adolescents (< 18): Simplified ranges are used (ideally percentile charts) • Adults (18-65): Standard WHO ranges apply • Seniors (> 65): Slightly higher ranges may be healthier BMI does not distinguish between muscle and fat mass, so athletes or people with high muscle mass may have a high BMI despite having low body fat.
pl: Wskaźnik masy ciała (BMI) to miara tkanki tłuszczowej na podstawie wzrostu i wagi. Oblicza się go, dzieląc wagę w kilogramach przez wzrost w metrach do kwadratu. BMI jest przydatnym narzędziem przesiewowym do identyfikacji kategorii masy ciała mogących prowadzić do problemów zdrowotnych, ale nie jest diagnozą składu ciała ani zdrowia. Interpretacja BMI zależy od wieku: • Dzieci i młodzież (< 18): stosuje się uproszczone zakresy (najlepiej siatki centylowe) • Dorośli (18–65): obowiązują standardowe zakresy WHO • Seniorzy (> 65): nieco wyższe zakresy mogą być zdrowsze BMI nie rozróżnia masy mięśniowej i tłuszczowej, dlatego sportowcy lub osoby z dużą masą mięśni mogą mieć wysokie BMI mimo niskiego poziomu tłuszczu.

source: Measurements Matter
pl: Pomiary mają znaczenie

source: Welcome
pl: Witamy

source: Your Age
pl: Twój wiek

source: Your Gender
pl: Twoja płeć

source: Your Units
pl: Twoje jednostki

source: Your Height
pl: Twój wzrost

source: Health Sync
pl: Synchronizacja ze Zdrowie

source: Add Your First Data
pl: Dodaj pierwsze dane

source: See the Trend
pl: Zobacz trend

source: Photo Progress
pl: Postępy na zdjęciach

source: Your Settings
pl: Ustawienia

source: Body tracking that feels grounded and motivating.
pl: Śledzenie ciała, które jest spokojne i motywujące.

source: Body changes show up in measurements first.
pl: Zmiany ciała najpierw widać w pomiarach.

source: Let’s personalize your experience.
pl: Spersonalizujmy Twoje doświadczenie.

source: A quick detail for accurate metrics.
pl: Krótka informacja dla dokładniejszych metryk.

source: Used only for gender-specific formulas.
pl: Wykorzystywane tylko w formułach zależnych od płci.

source: Pick the units that feel natural.
pl: Wybierz jednostki, które są dla Ciebie naturalne.

source: Used for core health calculations.
pl: Potrzebne do kluczowych obliczeń zdrowotnych.

source: Keep measurements in sync with Apple Health.
pl: Synchronizuj pomiary z aplikacją Zdrowie.

source: Get gentle reminders to stay consistent.
pl: Delikatne przypomnienia pomagają utrzymać regularność.

source: Log a measurement in seconds.
pl: Zapisz pomiar w kilka sekund.

source: Trends matter more than daily noise.
pl: Trendy są ważniejsze niż dzienny szum.

source: See changes that numbers miss.
pl: Zobacz zmiany, których nie pokażą liczby.

source: Tune your tracking anytime.
pl: Dopasuj śledzenie w dowolnym momencie.

source: Optional support, stronger insights.
pl: Opcjonalne wsparcie i głębsze wglądy.

source: You can skip any step and change everything later in Settings.
pl: Możesz pominąć dowolny krok i zmienić wszystko później w Ustawieniach.

source: Waist and body composition often tell a clearer story than weight alone.
pl: Talia i skład ciała często mówią więcej niż sama waga.

source: Why we ask: we use your name to personalize insights and goals.
pl: Po co pytamy: używamy imienia, by personalizować wglądy i cele.

source: Why we ask: age adjusts BMI and body composition ranges for accuracy.
pl: Po co pytamy: wiek wpływa na zakresy BMI i składu ciała.

source: Why we ask: some formulas (like RFM and body fat ranges) differ by gender.
pl: Po co pytamy: niektóre formuły (np. RFM) różnią się zależnie od płci.

source: Why we ask: units keep measurements readable and consistent across the app.
pl: Po co pytamy: jednostki zapewniają spójność w całej aplikacji.

source: Why we ask: height powers metrics like WHtR and BMI.
pl: Po co pytamy: wzrost jest potrzebny do WHtR i BMI.

source: Why we ask: HealthKit sync keeps measurements up to date automatically.
pl: Po co pytamy: synchronizacja z HealthKit aktualizuje pomiary automatycznie.

source: Why we ask: reminders help you build a consistent tracking habit.
pl: Po co pytamy: przypomnienia pomagają w regularności.

source: Why we ask: consistent entries turn into reliable trends.
pl: Po co pytamy: regularne wpisy dają wiarygodne trendy.

source: Why we ask: a single data point never tells the full story.
pl: Po co pytamy: pojedynczy pomiar nie pokazuje całego obrazu.

source: Why we ask: photos capture composition changes that scales miss.
pl: Po co pytamy: zdjęcia pokazują zmiany, których nie widać na wadze.

source: Why we ask: you’re always in control of what you track.
pl: Po co pytamy: masz pełną kontrolę nad tym, co śledzisz.

source: Premium is optional, but it unlocks deeper insights and keeps MeasureMe growing.
pl: Premium jest opcjonalne, ale daje głębsze wglądy i wspiera rozwój MeasureMe.

source: Step %d of %d
pl: Krok %d z %d

source: See trends that matter
pl: Zobacz trendy, które mają znaczenie

source: Track weight, waist, and body composition with clear signals - not noise.
pl: Śledź wagę, talię i skład ciała - bez szumu, tylko jasne sygnały.

source: Stay consistent
pl: Bądź konsekwentny/a

source: Gentle check-ins help habits stick for diet, training, or health goals.
pl: Delikatne check-iny pomagają utrzymać nawyki diety, treningu i zdrowia.

source: Understand your body
pl: Zrozum swoje ciało

source: Smart metrics like WHtR and BMI give context to the numbers.
pl: Inteligentne metryki jak WHtR i BMI dają kontekst liczbom.

source: Measurements beat the scale
pl: Pomiary są ważniejsze niż sama waga

source: Waist + hips show real change
pl: Talia + biodra pokazują realne zmiany

source: You can build muscle and lose fat at the same time, so weight alone can mislead.
pl: Możesz budować mięśnie i tracić tłuszcz jednocześnie, więc waga bywa myląca.

source: Composition beats weight
pl: Skład ciała wygrywa z wagą

source: Track body fat and lean mass to see your true progress.
pl: Śledź tłuszcz i beztłuszczową masę, aby widzieć prawdziwy postęp.

source: Your name
pl: Twoje imię

source: Age in years
pl: Wiek w latach

source: Enabled
pl: Włączone

source: Not now
pl: Nie teraz

source: Add a quick measurement
pl: Dodaj szybki pomiar

source: Log in seconds
pl: Zapis w kilka sekund

source: Quick Add lets you update multiple metrics without extra taps.
pl: Quick Add pozwala uzupełnić kilka metryk bez zbędnych kroków.

source: Add your first measurement
pl: Dodaj pierwszy pomiar

source: Charts show momentum
pl: Wykresy pokazują momentum

source: Focus on trends
pl: Skup się na trendach

source: We highlight 30-day changes so you can see what’s working.
pl: Podkreślamy zmiany z 30 dni, abyś widział/a, co działa.

source: Capture the visual wins
pl: Uchwyć wizualne zmiany

source: You’ll soon see changes with MeasureMe — capture them in photos.
pl: Zobaczysz, jak z pomocą MeasureMe już niedługo pojawią się zmiany. Uwiecznij je na zdjęciach.

source: Add your first photo
pl: Dodaj pierwsze zdjęcie

source: You’re in control
pl: Masz pełną kontrolę

source: Choose your metrics
pl: Wybierz swoje metryki

source: Pick the measurements that matter most to you.
pl: Wybierz pomiary, które są dla Ciebie najważniejsze.

source: Set reminders
pl: Ustaw przypomnienia

source: Stay consistent with gentle nudges.
pl: Utrzymaj regularność dzięki delikatnym przypomnieniom.

source: Premium stays optional
pl: Premium pozostaje opcjonalne

source: Deeper insights
pl: Głębsze wglądy

source: Apple Intelligence insights, Health Indicators, and photo comparison.
pl: Wglądy Apple Intelligence, wskaźniki zdorwia i porównywanie zdjęć.

source: Finish
pl: Zakończ

source: Continue
pl: Dalej

source: Requesting Health access...
pl: Prośba o dostęp do Zdrowie...

source: Health sync enabled.
pl: Synchronizacja ze Zdrowie włączona.

source: Health access denied. You can enable it later in Settings.
pl: Dostęp do Zdrowie odrzucony. Możesz go włączyć później w Ustawieniach.

source: Requesting notification permission...
pl: Prośba o dostęp do powiadomień...

source: Notifications enabled.
pl: Powiadomienia włączone.

source: Notifications denied. You can enable them later in Settings.
pl: Powiadomienia odrzucone. Możesz je włączyć później w Ustawieniach.

source: Health sync enabled, but we couldn’t import data.
pl: Synchronizacja ze Zdrowie włączona, ale nie udało się pobrać danych.

source: Health indicators
pl: Wskaźniki zdrowia

# Apple Intelligence isn’t available right now.
source: AI Insights aren’t available right now.
pl: Analizy AI są teraz niedostępne.

source: Learn more in FAQ
pl: Dowiedz się więcej w FAQ

# measure.instructions.weight
source: Weigh yourself at the same time of day, ideally in the morning. Use the same scale on a hard, level surface. Record after using the bathroom and before eating or drinking.
pl: Waż się o tej samej porze dnia, najlepiej rano. Używaj tej samej wagi na twardym, równym podłożu. Zapisz wynik po skorzystaniu z toalety i przed jedzeniem lub piciem.

# measure.instructions.waist
source: Stand relaxed and measure at the level of your navel after a normal exhale. Keep the tape snug but not tight and parallel to the floor. Measure the same point each time.
pl: Stań rozluźniony/a i mierz na wysokości pępka po normalnym wydechu. Taśma ma przylegać, ale nie uciskać i być równoległa do podłogi. Mierz zawsze w tym samym miejscu.

# measure.instructions.bodyFat
source: Use the same device and conditions each time. Measure when hydrated and at a consistent time of day. Avoid measuring right after exercise or a large meal.
pl: Używaj tego samego urządzenia i podobnych warunków. Mierz się, gdy jesteś nawodniony/a i o stałej porze dnia. Unikaj pomiaru tuż po treningu lub dużym posiłku.

# measure.instructions.leanBodyMass
source: Use a consistent device under similar conditions. Aim for the same time of day and hydration level. Track trends rather than single readings.
pl: Korzystaj z tego samego urządzenia i podobnych warunków. Mierz o tej samej porze i przy podobnym nawodnieniu. Śledź trendy, a nie pojedyncze odczyty.

# measure.instructions.height
source: Measure barefoot on a flat surface with your back against a wall. Keep your head level, shoulders relaxed, heels together. Measure at the same time of day for consistency.
pl: Mierz się boso na płaskim podłożu, plecami przy ścianie. Głowa prosto, barki rozluźnione, pięty razem. Dla spójności mierz o tej samej porze dnia.

# measure.instructions.circumference
source: Use a soft tape measure on bare skin or thin clothing. Keep the tape level and snug without compressing the skin. Use the same landmarks each time.
pl: Używaj miękkiej taśmy krawieckiej na gołej skórze lub cienkiej odzieży. Taśma ma być poziomo i przylegać bez uciskania. Mierz zawsze w tych samych punktach.

# premium.benefit.ai
source: AI Insights
pl: Analizy AI

# premium.benefit.indicators
source: Full Health Indicators
pl: Pełne wskaźniki zdrowia

# premium.benefit.export
source: Data export
pl: Eksport danych

# premium.benefit.photos
source: Photo comparison
pl: Porównywanie zdjęć

# premium.plan.monthly
source: Monthly
pl: Miesięcznie

# premium.plan.yearly
source: Yearly
pl: Rocznie

# premium.plan.trial
source: 14-day free trial
pl: 14-dniowy okres próbny

# premium.plan.savings
source: Save vs monthly
pl: Oszczędzasz vs miesięcznie

# premium.paywall.subtitle
source: See what you unlock, then choose the plan that fits your pace.
pl: Zobacz, co odblokowujesz, i wybierz plan dopasowany do swojego tempa.

# premium.cta.trial
source: Start my 14-day free trial
pl: Rozpocznij mój 14-dniowy okres próbny

# premium.cta.renewal.note
source: Auto-renewable subscription. Renews automatically after trial. Cancel anytime in your App Store account settings.
pl: Subskrypcja odnawia się automatycznie po okresie próbnym. Możesz anulować w dowolnym momencie w Ustawieniach.

# premium.subscription.loading
source: Loading subscription options...
pl: Ładowanie opcji subskrypcji...

# premium.subscription.error
source: Could not load subscriptions (%@)
pl: Nie udało się wczytać subskrypcji (%@)

# premium.subscription.retry
source: Retry loading
pl: Ponów ładowanie

# premium.purchase.success
source: Purchase completed. Premium is now active.
pl: Zakup zakończony. Premium jest aktywne.

# premium.purchase.cancelled
source: Purchase cancelled.
pl: Zakup anulowany.

# premium.purchase.pending
source: Purchase pending approval.
pl: Zakup oczekuje na zatwierdzenie.

# premium.purchase.failed
source: Purchase failed (%@)
pl: Zakup nieudany (%@)

# premium.purchase.trial.success
source: Thank you for starting your 14-day trial.
pl: Dziękujemy za rozpoczęcie 14-dniowego okresu próbnego.

# premium.purchase.trial.enable.notifications
source: Thanks for starting your trial. Enable notifications to get a reminder before it ends.
pl: Dziękujemy za rozpoczęcie okresu próbnego. Włącz powiadomienia, aby otrzymać przypomnienie przed jego końcem.

# premium.restore.success
source: Purchases restored successfully.
pl: Zakupy zostały przywrócone.

# premium.restore.already.active
source: Premium is already active on this account.
pl: Premium jest już aktywne na tym koncie.

# premium.restore.none
source: No purchases found to restore.
pl: Brak zakupów do przywrócenia.

# premium.restore.failed
source: Restore failed (%@)
pl: Przywracanie nieudane (%@)

# premium.plan.billing.monthly
source: Billed monthly
pl: Rozliczane co miesiąc

# premium.plan.billing.yearly
source: Billed yearly
pl: Rozliczane co rok

# premium.plan.billing.default
source: Auto-renewable plan
pl: Plan odnawialny automatycznie

# premium.plan.best.value
source: Best value
pl: Najlepsza oferta

# premium.plan.save.percent
source: Save %d%%
pl: Oszczędzasz %d%%

# premium.plan.period.month
source: mo
pl: mies.

# premium.plan.period.year
source: yr
pl: rok

# premium.plan.just.monthly
source: Just 8.33/month
pl: Tylko 8,33/mies.

# premium.plan.just.monthly.dynamic
source: Just %@/month
pl: Tylko %@/mies.

# premium.carousel.analyst.title
source: Your Personal Body Analyst
pl: Twój osobisty analityk sylwetki

# premium.carousel.analyst.body
source: Turn every check-in into a clear next step. See what's working and what to adjust next.
pl: Zamień każdy check-in w jasny kolejny krok. Zobacz, co działa i co warto poprawić.

# premium.carousel.photos.title
source: Your Transformation, Side by Side
pl: Twoja transformacja widoczna gołym okiem

# premium.carousel.photos.body
source: Compare photos over time. See changes the scale can't show.
pl: Porównuj zdjęcia w czasie. Zobacz zmiany, których nie pokazuje sama waga.

# premium.carousel.indicators.title
source: Beyond the Scale
pl: Więcej niż waga

# premium.carousel.indicators.body
source: Health indicators let see what your numbers actually mean for your health.
pl: Wskaźniki zdrowia pokazują, co Twoje liczby naprawdę oznaczają dla zdrowia.

# premium.carousel.unlock.title
source: Train smarter. See real progress.
pl: Trenuj mądrzej, zobacz progres

# premium.carousel.unlock.body
source: Get everything in one place to stay consistent and move faster with confidence.
pl: Miej wszystko w jednym miejscu, aby utrzymać regularność i przyspieszyć postępy.

# premium.carousel.unlock.item.ai
source: Unlimited AI Body Insights
pl: Nielimitowane analizy AI

# premium.carousel.unlock.item.compare
source: Photo Comparison Tool
pl: Narzędzie porównywania zdjęć

# premium.carousel.unlock.item.health
source: Health & Trends Analysis
pl: Analiza zdrowia i trendów

# premium.carousel.unlock.item.export
source: Data Export (CSV)
pl: Eksport danych (CSV)

# premium.carousel.unlock.item.support
source: Support independent developer from Poland 🇪🇺 🇵🇱
pl: Wspierasz niezależnego dewelopera z Polski 🇪🇺 🇵🇱

# premium.trial.timeline.title
source: Your 14-day trial
pl: Twój 14-dniowy okres próbny

# premium.trial.timeline.today
source: Today — Unlock everything. No charge.
pl: Dzisiaj — odblokowujesz wszystko. Bez opłat.

# premium.trial.timeline.day12
source: Day 12 — We'll remind you before trial ends.
pl: Dzień 12 — przypomnimy Ci przed końcem okresu próbnego.

# premium.trial.timeline.day14
source: Day 14 — Decide to continue or cancel. No pressure.
pl: Dzień 14 — zdecyduj, czy kontynuujesz, czy rezygnujesz. Bez presji.

# premium.trial.thankyou.title
source: Thank you!
pl: Dziękujemy!

# premium.trial.thankyou.message
source: Your 14-day trial is active. Enjoy Premium.
pl: Twój 14-dniowy okres próbny jest aktywny. Korzystaj z Premium.

# premium.trial.reminder.prompt.title
source: Enable trial-ending reminder?
pl: Włączyć przypomnienie o końcu okresu próbnego?

# premium.trial.reminder.prompt.message
source: Would you like a reminder 2 days before your trial ends?
pl: Czy chcesz otrzymać przypomnienie 2 dni przed końcem okresu próbnego?

# premium.cta.free.forever
source: Free forever • Cancel your Premium anytime
pl: Na zawsze za darmo • Anuluj Premium w dowolnym momencie

# premium.cta.billed.prefix
source: Billed
pl: Po okresie próbnym:

# premium.cta.billed.after.trial.fallback
source: Billed after trial
pl: Rozliczenie po okresie próbnym

# notification.trial.ends.soon.title
source: Trial reminder
pl: Przypomnienie o okresie próbnym

# notification.trial.ends.soon.body
source: Your trial ends in 2 days. Open the app to see what you achieved so far!
pl: Twój okres próbny kończy się za 2 dni. Otwórz aplikację i zobacz, co już udało Ci się osiągnąć!

# premium.carousel.insight.language.note
source: * AI summaries are generated only in English.
pl: * Podsumowania AI są generowane tylko po angielsku.

# premium.carousel.compare.before
source: Before
pl: Przed

# premium.carousel.compare.after
source: After
pl: Po

# premium.compare.when.past
source: Then
pl: Kiedyś

# premium.compare.when.present
source: Now
pl: Teraz

# premium.compare.pose.front
source: Front
pl: Przód

# premium.compare.pose.side
source: Side
pl: Bok

# premium.compare.pose.back
source: Back
pl: Tył

# premium.carousel.indicator.absi
source: Body Shape Index
pl: Wskaźnik kształtu ciała

# premium.carousel.indicator.whtr
source: Waist-Height Ratio
pl: Stosunek talii do wzrostu

# premium.carousel.indicator.bodyfat
source: Body Fat Percentage
pl: Procent tkanki tłuszczowej

# premium.carousel.indicator.status.attention
source: Worth attention
pl: Warto obserwować

# premium.carousel.indicator.status.good
source: In range
pl: W normie

# premium.carousel.indicator.status.stable
source: Stable trend
pl: Stabilny trend

# premium.slide.ai.title
source: AI Insights
pl: Analizy AI

# premium.slide.ai.body
source: MeasureMe draws conclusions for you, highlights what to watch next, supports motivation and consistency, and points out details that are easy to miss.
pl: Aplikacja wyciągnie wnioski za Ciebie, zasugeruje na co zwrócić uwagę, pomoże utrzymać motywację i systematyczność oraz pokaże to, co może Ci umknąć.

# premium.slide.indicators.title
source: Full Health Indicators
pl: Pełne wskaźniki zdrowia

# premium.slide.indicators.body
source: Health is your most valuable asset. Measurements and weight matter, but what matters most is how those changes affect your health.
pl: Zdrowie to najcenniejsze, co mamy. Wymiary i waga to jedno, ale najważniejsze jest to, jak wszystkie zmiany wpływają na Twoje zdrowie.

# premium.slide.export.title
source: Data export
pl: Eksport danych
