Repository: jacekzieba/MeasureMe
Catalog: MeasureMe/*.lproj/Localizable.strings
Languages: pl

source: You’re trending down steadily. Keep 3 strength sessions and 8k+ steps this week.
pl: Trend spadkowy jest stabilny. W tym tygodniu utrzymaj 3 treningi siłowe i ponad 8 tys. kroków.

# onboarding.trend.delta
source: -0.3 kg/week
pl: -0,3 kg/tydz.

# onboarding.goal.badge
source: Goal %.1f kg
pl: Cel %.1f kg

# onboarding.week.label
source: W%d
pl: T%d

source: You can skip and fill this later.
pl: Możesz pominąć i uzupełnić to później.

source: Show %d more
pl: Pokaż %d więcej

# trend.steady
source: steady
pl: stabilnie

# trend.up
source: trending up
pl: trend wzrostowy

# trend.down
source: trending down
pl: trend spadkowy

# chart.summary.metric
source: %1$@, %2$@, from %3$@ to %4$@, %5$@.
pl: %1$@, %2$@, od %3$@ do %4$@, %5$@.

# chart.summary.empty
source: %@, no chart data yet.
pl: %@, brak danych wykresu.

source: Set Goal
pl: Ustaw cel

source: Update Goal
pl: Zaktualizuj cel

source: Set
pl: Ustaw

source: Last 7 days
pl: Ostatnie 7 dni

source: Last 90 days
pl: Ostatnie 90 dni

source: Last year
pl: Ostatni rok

source: All time
pl: Cały okres

source: Goal already achieved.
pl: Cel został już osiągnięty.

source: No products returned by StoreKit.
pl: StoreKit nie zwrócił żadnych produktów.

source: Unable to save this image.
pl: Nie udało się zapisać tego obrazu.

source: Permission denied. Enable Photos access in Settings.
pl: Brak uprawnień. Włącz dostęp do Zdjęć w Ustawieniach.

source: Saved to Photos.
pl: Zapisano w Zdjęciach.

source: Save Failed
pl: Zapisywanie nieudane

source: Photo access denied. Enable Photos access in Settings to save.
pl: Brak dostępu do Zdjęć. Włącz dostęp w Ustawieniach, aby zapisać.

source: Failed to prepare the comparison image.
pl: Nie udało się przygotować obrazu porównania.

source: Permission denied. Enable notifications in Settings.
pl: Brak uprawnień. Włącz powiadomienia w Ustawieniach.

source: Once
pl: Jednorazowo

source: Daily
pl: Codziennie

source: Weekly
pl: Co tydzień

source: Failed to delete HealthKit samples.
pl: Nie udało się usunąć próbek HealthKit.
