Repository: jacekzieba/MeasureMe
Catalog: MeasureMe/*.lproj/Localizable.strings
Languages: pl

# premium.slide.export.body
source: Your data stays safe. Create a backup anytime or generate an export to share with your coach or dietitian.
pl: Twoje dane są bezpieczne. Możesz zrobić backup albo wygenerować eksport, aby pokazać postępy trenerowi lub dietetykowi.

# premium.slide.photos.title
source: Photo comparison
pl: Porównaj zdjęcia

# premium.slide.photos.body
source: Sometimes progress is easiest to notice in photos. Compare moments side by side and see the change that the scale does not show.
pl: Czasem dopiero na zdjęciach widzimy, jaki progres udało się osiągnąć. Porównuj ujęcia obok siebie i zobacz zmianę, której nie pokaże sama waga.

# premium.slide.support.title
source: Support a solo Polish business
pl: Wspierasz polski jednoosobowy biznes

# premium.slide.support.body
source: You support a one-person business from Poland building the best measurement-tracking app and you get real influence on what ships next.
pl: Wspierasz twórcę z Polski, który robi wszystko, aby zbudować najlepszą aplikację do rejestrowania pomiarów, i dajesz nam realny wpływ na kierunek rozwoju produktu.

# premium.disclaimer
source: Auto-renewable subscription. You can cancel anytime in your App Store account settings. Payment is charged to your Apple ID at confirmation. The subscription renews unless canceled at least 24 hours before the end of the current period.
pl: Subskrypcja odnawialna automatycznie. Możesz anulować w dowolnym momencie w ustawieniach konta App Store. Płatność jest pobierana z Apple ID przy potwierdzeniu. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu.

source: Core indicators
pl: Wskaźniki podstawowe

source: Risk signals
pl: Sygnały ryzyka

source: WHtR (Waist-to-Height Ratio)
pl: WHtR (stosunek talii do wzrostu)

source: RFM (Relative Fat Mass)
pl: RFM (względna masa tłuszczowa)

source: BMI (Body Mass Index)
pl: BMI (wskaźnik masy ciała)

source: Body Shape Risk (ABSI)
pl: Ryzyko przedwczesnej śmierci (ABSI)

source: Central Fat Risk (Conicity)
pl: Otyłość brzuszna (Conicity)

# What if Apple Intelligence is unavailable?
source: What if AI Insights are unavailable?
pl: Co jeśli Analizy AI są niedostępne?

source: AI Insights in MeasureMe use Apple Intelligence and require: • Supported devices: iPhone 15 Pro/Pro Max and newer iPhone 16/17 models; iPad Pro or iPad Air with M1 or later; iPad mini with A17 Pro; MacBook Air/Pro, iMac, Mac mini, Mac Studio with M1 or later; Mac Pro (M2 Ultra); Apple Vision Pro. Apple Watch Series 6/Ultra/SE (2nd gen)+ requires a paired Apple Intelligence-enabled iPhone nearby. • Supported languages: English, Danish, Dutch, French, German, Italian, Norwegian, Portuguese, Spanish, Swedish, Turkish, Chinese (Simplified/Traditional), Japanese, Korean, Vietnamese. • Supported OS: iOS 18.1+, iPadOS 18.1+, macOS Sequoia 15.1+, visionOS 2.4+, watchOS 11+. Enable in Settings → Apple Intelligence & Siri and make sure device and Siri language match. Keep your device on Wi-Fi and power while models download.
pl: Analizy AI w MeasureMe korzystają z Apple Intelligence i wymagają: • Obsługiwanych urządzeń: iPhone 15 Pro/Pro Max oraz nowsze modele iPhone 16/17; iPad Pro lub iPad Air z M1 lub nowszym; iPad mini z A17 Pro; MacBook Air/Pro, iMac, Mac mini, Mac Studio z M1 lub nowszym; Mac Pro (M2 Ultra); Apple Vision Pro. Apple Watch Series 6/Ultra/SE (2. gen)+ wymaga sparowanego iPhone’a z Apple Intelligence w pobliżu. • Obsługiwanych języków: angielski, duński, niderlandzki, francuski, niemiecki, włoski, norweski, portugalski, hiszpański, szwedzki, turecki, chiński (uproszczony/tradycyjny), japoński, koreański, wietnamski. • Obsługiwanego systemu: iOS 18.1+, iPadOS 18.1+, macOS Sequoia 15.1+, visionOS 2.4+, watchOS 11+. Włącz w Ustawieniach → Apple Intelligence i Siri oraz upewnij się, że język urządzenia i Siri są takie same. Podczas pobierania modeli trzymaj urządzenie na Wi-Fi i zasilaniu.

source: Premium and subscriptions
pl: Premium i subskrypcje

source: What is Premium Edition?
pl: Czym jest Premium Edition?

source: Premium unlocks AI Insights, Health Indicators, data export, and photo comparison. AI Insights in MeasureMe use Apple Intelligence and require it to be available and enabled.
pl: Premium odblokowuje Analizy AI, wskaźniki zdrowia, eksport danych i porównywanie zdjęć. Analizy AI w MeasureMe używają Apple Intelligence, które musi być dostępne i włączone.

source: Is there a free trial?
pl: Czy jest okres próbny?

source: Yes. Premium includes a free trial period when available. You can cancel before it ends to avoid being charged.
pl: Tak. Premium oferuje okres próbny, gdy jest dostępny. Możesz anulować przed jego końcem, aby uniknąć opłaty.

source: How do I cancel or manage my subscription?
pl: Jak anulować lub zarządzać subskrypcją?

source: Open Settings in iOS → your Apple ID → Subscriptions, and manage MeasureMe there.
pl: Wejdź w Ustawienia iOS → Apple ID → Subskrypcje i tam zarządzaj MeasureMe.

source: How do I restore purchases?
pl: Jak przywrócić zakupy?

source: Go to Settings → Premium Edition and tap Restore purchases.
pl: Wejdź w Ustawienia → Premium Edition i wybierz Przywróć zakupy.

source: What happens if I cancel Premium?
pl: Co się stanie, jeśli anuluję Premium?

source: You keep all your data. Premium-only features become locked, but your measurements and photos remain safe on device.
pl: Zachowujesz wszystkie dane. Funkcje premium zostaną zablokowane, ale pomiary i zdjęcia pozostaną bezpiecznie na urządzeniu.

source: Health
pl: Zdrowie

source: Profile
pl: Profil

source: Show
pl: Pokaż

source: Disabled
pl: Wyłączone

source: Tracked
pl: Metryki

# Apple Intelligence
source: AI Insights
pl: Analizy AI

source: Experience
pl: Doświadczenie

source: Data
pl: Dane

source: Diagnostics
pl: Diagnostyka

source: App
pl: Aplikacja

source: Feature request
pl: Zgłoś funkcję

source: Above range
pl: Powyżej zakresu

source: Add data
pl: Dodaj dane

source: Add name
pl: Dodaj imię

source: Add your first measurement to unlock charts and progress.
pl: Dodaj pierwszy pomiar, aby odblokować wykresy.

source: Add your first measurement to unlock trends and goal progress.
pl: Dodaj pierwszy pomiar, aby odblokować trendy i cele.

source: Below range
pl: Poniżej zakresu

source: Custom metrics
pl: Metryki niestandardowe

source: Edit Photo
pl: Edytuj zdjęcie

source: Generating diagnostics...
pl: Generowanie diagnostyki...

source: Generating your health summary...
pl: Generowanie podsumowania zdrowia...

source: AI summary needs measurement data. Add your first measurement to get personalized insights.
pl: Podsumowanie AI wymaga danych z pomiarów. Dodaj pierwszy pomiar, aby otrzymywać spersonalizowane porady.

source: Goal Value
pl: Wartość celu

source: Health App Synced
pl: Zsynchronizowane z aplikacji Zdrowie

source: Higher range
pl: Wyższy zakres

source: In range
pl: W zakresie

source: Lean range
pl: Niski zakres

source: Manage
pl: Zarządzaj

source: Unlock all features
pl: Odblokuj wszystkie funkcje

source: What is in The Premium Edition?
pl: Co jest w edycji Premium?

source: MeasureMe data export
pl: Eksport danych MeasureMe

source: MeasureMe diagnostics
pl: Diagnostyka MeasureMe

source: No measurements yet
pl: Brak pomiarów

source: No measurements yet.
pl: Brak pomiarów.

source: No photos yet. Capture progress photos to see changes beyond the scale.
pl: Brak zdjęć. Dodaj zdjęcia postępu, aby zobaczyć zmiany, których nie pokaże sama waga.

source: Not active
pl: Nieaktywne

source: Photo Details
pl: Szczegóły zdjęcia

source: Preparing data export...
pl: Przygotowywanie eksportu danych...

source: Privacy
pl: Prywatność

# Restart required after changing language.
source: Restart the app.
pl: Uruchom ponownie aplikację.

source: Send diagnostics to ziebajacek@pm.me
pl: Wyślij diagnostykę na ziebajacek@pm.me

source: Terms
pl: Warunki

source: Upgrade
pl: Ulepsz

source: Waist circumference
pl: Obwód talii

source: Weight
pl: Waga

source: Visible
pl: Widoczny

source: Hidden
pl: Ukryty

source: Go deeper when you need it.
pl: Przejdź głębiej, gdy tego potrzebujesz.

source: Premium adds advanced analysis while core tracking stays free.
pl: Premium dodaje zaawansowaną analizę, a podstawowe śledzenie pozostaje darmowe.

source: Built to support your goals and a small business from Poland.
pl: Stworzone, by wspierać Twoje cele i mały biznes z Polski.

source: Core tracking stays free. Premium unlocks deeper analysis only when you need it.
pl: Podstawowe śledzenie pozostaje darmowe. Premium odblokowuje głębszą analizę tylko wtedy, gdy jej potrzebujesz.

source: View Premium options
pl: Zobacz opcje Premium

source: Photos make body-composition change easier to notice week to week.
pl: Zdjęcia ułatwiają zauważanie zmian składu ciała z tygodnia na tydzień.

source: Health sync enabled. Importing data in background.
pl: Synchronizacja z Zdrowie włączona. Import danych trwa w tle.

source: Health data imported in background.
pl: Dane ze Zdrowie zaimportowano w tle.

source: No data
pl: Brak danych

source: Generating insight...
pl: Generowanie wglądu...

source: Last 30 days
pl: Ostatnie 30 dni

source: Goal reached
pl: Cel osiągnięty

# goal.remaining
source: %.1f %@ to goal
pl: %.1f %@ do celu

# goal.away
source: %.1f %@ away from goal
pl: %.1f %@ od celu

source: Importing Health data in background. You can continue.
pl: Import danych trwa w tle. Możesz przejść dalej.

source: Your first check-in
pl: Twój pierwszy check-in

source: A few details (optional)
pl: Kilka danych (opcjonalnie)

source: Make it effortless
pl: Ułatw sobie start

source: Pick one measurement to start. You can add more later.
pl: Wybierz jeden pomiar na start. Kolejne dodasz później.

source: They help calculate health indicators more accurately.
pl: Pomagają dokładniej liczyć wskaźniki zdrowia.

source: Two optional boosters to stay consistent.
pl: Dwa opcjonalne wsparcia, które pomagają utrzymać regularność.

source: You can skip any step and change everything later.
pl: Możesz pominąć każdy krok i zmienić wszystko później.

source: Body measurements often show changes before the scale does.
pl: Pomiary ciała często pokazują zmiany wcześniej niż waga.

source: Stored on this device. You can edit this anytime.
pl: Dane są zapisane na tym urządzeniu. Możesz je zmienić w dowolnym momencie.

source: You stay in control. Both options are optional.
pl: To Ty decydujesz. Obie opcje są dobrowolne.

source: Weekly check-ins turn into clear momentum.
pl: Cotygodniowe check-iny zamieniają się w wyraźny postęp.

source: Gentle reminders help habits stick.
pl: Delikatne przypomnienia pomagają utrzymać nawyk.

source: Measurements reveal changes weight cannot.
pl: Pomiary pokazują zmiany, których sama waga nie pokaże.

source: Pick one measurement
pl: Wybierz jeden pomiar

source: Waist (recommended)
pl: Talia (polecane)

source: Waist often changes before the scale does - especially when you build muscle.
pl: Talia często zmienia się wcześniej niż waga, zwłaszcza gdy budujesz mięśnie.

source: Weight is useful. We will focus on trends, not daily noise.
pl: Waga jest pomocna. Skupiamy się na trendzie, nie codziennym szumie.

source: Current value
pl: Aktualna wartość

source: Tip: log at roughly the same time for cleaner trends.
pl: Wskazówka: zapisuj mniej więcej o tej samej porze, aby trend był czytelniejszy.

source: Great start - your trend begins today.
pl: Świetny start - Twój trend zaczyna się dziś.

source: A few details
pl: Kilka danych

source: e.g., Jacek
pl: np. Jacek

source: Sex
pl: Płeć

source: Why we ask
pl: Po co pytamy

source: Name: personalizes your experience and insights.
pl: Imię: personalizuje komunikaty i wglądy.

source: Height: used for BMI and waist-to-height.
pl: Wzrost: używany do BMI i wskaźnika talia/wzrost.

source: Sex: used only for sex-specific formulas.
pl: Płeć: używana tylko w formułach zależnych od płci.

source: Age: adjusts ranges for selected indicators.
pl: Wiek: dopasowuje zakresy dla wybranych wskaźników.

source: Sync with Apple Health
pl: Synchronizuj z Apple Zdrowie

source: Import your history instantly and keep measurements up to date automatically.
pl: Zaimportuj historię od razu i aktualizuj pomiary automatycznie.

source: Why: so your charts do not start from zero.
pl: Dlaczego: dzięki temu wykresy nie zaczynają się od zera.

source: Connect
pl: Połącz

source: Connected
pl: Połączono

source: Weekly reminder
pl: Cotygodniowe przypomnienie

source: One gentle nudge a week helps the habit stick.
pl: Jedno delikatne przypomnienie tygodniowo pomaga utrzymać nawyk.

source: Why: consistency beats intensity.
pl: Dlaczego: regularność wygrywa z intensywnością.

source: Set schedule
pl: Ustaw harmonogram

source: Smarter insights from your trends
pl: Porady i analizy AI

source: See clear weekly direction with deeper analysis.
pl: Wykorzystaj lokalne AI do analizy wielu danych naraz i otrzymaj spersonalizowane porady

source: Side-by-side photo progress
pl: Porównaj zdjęcia

source: Catch visual changes that numbers can miss.
pl: Zobacz jak zmienia się Twoje ciało. Tego nie oddadzą żadne liczby

source: Export and backups anytime
pl: Eksport i kopie zapasowe w każdej chwili

source: Share progress with your coach or keep a backup.
pl: Udostępnij postęp trenerowi lub zachowaj kopię zapasową.

source: Start my 14-day free trial
pl: Uruchom mój 14-dniowy okres próbny

source: Cancel anytime in your App Store account settings.
pl: Anuluj w dowolnym momencie w ustawieniach konta App Store.

source: Save baseline
pl: Zapisz punkt startowy

source: Continue free
pl: Używaj bez opłat

source: Connected to Apple Health.
pl: Połączono z Apple Zdrowie.

source: Weekly reminder is set.
pl: Cotygodniowe przypomnienie zostało ustawione.

source: First Photo
pl: Pierwsze zdjęcie

source: Photos make progress easier to notice.
pl: Zdjęcia ułatwiają zauważenie postępu.

source: Track only what matters to you.
pl: Śledź tylko to, co jest dla Ciebie ważne.

source: One weekly nudge helps keep the habit.
pl: Jedno przypomnienie tygodniowo pomaga utrzymać nawyk.

source: Connect Apple Health
pl: Połącz Apple Zdrowie

source: Import history and keep data in sync.
pl: Zaimportuj historię i utrzymuj dane na bieżąco.

source: Explore Premium
pl: Sprawdz premium

# Try deeper insights and compare photos side-by-side.
source: Get AI Insights, Health indicators, data export, and photo comparison.
pl: Otrzymuj Analizy AI, wskaźniki zdrowia, eksport danych i porównanie zdjęć.

source: Finish setup (optional)
pl: Dokończ konfigurację (opcjonalnie)

source: Hide checklist
pl: Ukryj checklistę

source: Show setup checklist on Home
pl: Pokaż checklistę konfiguracji na Home

source: Boosters
pl: Automatyzacja

source: Progress tracking that feels clear and motivating.
pl: Śledzenie postępu, które jest czytelne i motywujące.

source: Start with one metric. Add more whenever you want.
pl: Zacznij od jednej metryki. Kolejne dodasz kiedy chcesz.

source: Optional details for more accurate health indicators.
pl: Opcjonalne dane dla dokładniejszych wskaźników zdrowia.

source: Optional automations to keep momentum.
pl: Opcjonalne automatyzacje, które pomagają utrzymać regularność.

# Optional support with deeper insights.
source: AI Insights, Health Indicators, photo comparison, data export, and support for a Polish indie app.
pl: Analizy AI, wskaźniki zdrowia, porównywanie zdjęć, eksport danych i wsparcie polskiej aplikacji.

source: Great start. Your trend begins today.
pl: Świetny start. Twój trend zaczyna się dziś.

source: Save and continue
pl: Zapisz i kontynuuj

source: Weight is useful. We focus on trend, not daily noise.
pl: Waga jest pomocna. Skupiamy się na trendzie, nie na codziennym szumie.

source: Name helps personalize your experience.
pl: Imię pomaga spersonalizować aplikację.

source: Height improves BMI and waist-to-height indicators.
pl: Wzrost poprawia dokładność BMI i wskaźnika talia/wzrost.

source: Age and sex tune ranges for selected indicators.
pl: Wiek i płeć dopasowują zakresy dla wybranych wskaźników.

source: Import history and keep measurements updated automatically.
pl: Zaimportuj historię i aktualizuj pomiary automatycznie.

source: One gentle nudge per week keeps momentum.
pl: Jedno delikatne przypomnienie tygodniowo pomaga utrzymać rytm.

source: Why: your charts start with more context.
pl: Dlaczego: Twoje wykresy od początku mają więcej kontekstu.

source: Welcome screen placeholder
pl: Placeholder ekranu powitalnego

source: Check-in screen placeholder
pl: Placeholder ekranu check-in

source: Boosters screen placeholder
pl: Placeholder ekranu wzmocnień

source: Premium screen placeholder
pl: Placeholder ekranu premium

source: Drop your hero screenshot here later.
pl: Tutaj później dodamy główny screenshot.

source: Drop the measurement input screenshot here later.
pl: Tutaj później dodamy screenshot wpisywania pomiaru.

source: Drop Health/Reminder preview screenshot here later.
pl: Tutaj później dodamy podgląd Health/Przypomnień.

source: Drop premium preview screenshot here later.
pl: Tutaj później dodamy podgląd premium.

source: What you'll see inside
pl: Co zobaczysz w środku

source: Cancel anytime in App Store settings.
pl: Anuluj w dowolnym momencie w ustawieniach App Store.

source: Finish setup
pl: Dokończ konfigurację

source: Collapse checklist
pl: Zwiń checklistę

source: Expand checklist
pl: Rozwiń checklistę

source: Remove completed
pl: Ukryj odznaczone

source: Show completed
pl: Pokaż odznaczone

source: Checklist collapsed. Open menu to expand.
pl: Checklista jest zwinięta. Otwórz menu, aby ją rozwinąć.

source: All checklist items are completed.
pl: Wszystkie pozycje checklisty są ukończone.

source: 14 days free
pl: 14 dni za darmo

source: Beyond the scale
pl: Ponad samą wagą

source: See clearer weekly direction with deeper analysis.
pl: Wykorzystaj lokalne AI do analizy wielu danych naraz i otrzymaj spersonalizowane porady

source: Reminder schedule
pl: Harmonogram przypomnienia

source: Reminder day
pl: Dzień przypomnienia

source: Reminder time
pl: Godzina przypomnienia

source: Set reminder
pl: Ustaw przypomnienie

# notification.smart.after.days
source: After %d days of inactivity
pl: Po %d dniach braku aktywności

source: Enable AI Insights
pl: Włącz Analizy AI

source: AI Insights
pl: Analizy AI

source: AI Insights aren’t available right now.
pl: Analizy AI są teraz niedostępne.

source: AI generated
pl: Wygenerowano przez AI

source: AI Insights: unavailable (Premium Edition required)
pl: Analizy AI: niedostępne (wymagana edycja Premium)

source: What if AI Insights are unavailable?
pl: Co jeśli Analizy AI są niedostępne?

source: AI Insights in MeasureMe use Apple Intelligence. You need a supported device and language, plus Apple Intelligence enabled in system settings.
pl: Analizy AI w MeasureMe korzystają z Apple Intelligence. Potrzebujesz obsługiwanego urządzenia i języka oraz włączonego Apple Intelligence w ustawieniach systemu.

source: Premium unlocks AI Insights, Health Indicators, data export, and photo comparison. AI Insights in MeasureMe use Apple Intelligence, so Apple Intelligence must be available and enabled.
pl: Premium odblokowuje Analizy AI, wskaźniki zdrowia, eksport danych i porównanie zdjęć. Analizy AI w MeasureMe korzystają z Apple Intelligence, więc Apple Intelligence musi być dostępne i włączone.

# premium.carousel.indicators.more
source: And 5 more
pl: I 5 więcej

# premium.compare.benefit.visual
source: Visual proof
pl: Wizualny dowód

# premium.compare.benefit.timeline
source: Timeline context
pl: Kontekst czasu

# premium.compare.benefit.motivation
source: Motivation boost
pl: Większa motywacja

# premium.compare.placeholder.before
source: Drop earlier photo
pl: Dodaj wcześniejsze zdjęcie

# premium.compare.placeholder.now
source: Drop recent photo
pl: Dodaj nowsze zdjęcie

# premium.carousel.indicator.preview.copy
source: Waist-to-height ratio gives a fast read on central-fat risk and reacts quickly to your routine changes.
pl: Stosunek talii do wzrostu szybko pokazuje ryzyko tkanki trzewnej i szybko reaguje na zmiany w Twojej rutynie.

# premium.carousel.indicator.preview.about
source: Premium explains each indicator in plain language and shows what to improve next.
pl: Premium wyjaśnia każdy wskaźnik prostym językiem i podpowiada, co poprawić dalej.

# premium.unlock.bundle.title
source: Everything in Premium
pl: Wszystko w Premium

# premium.carousel.unlock.more
source: and more
pl: i więcej

source: Delete all data
pl: Usuń wszystkie dane

source: This removes all measurements, goals, photos, reminders, and imported HealthKit data stored in MeasureMe on this device. Apple Health records are not deleted and can be re-imported if sync is enabled again.
pl: To usuwa wszystkie pomiary, cele, zdjęcia, przypomnienia i dane zaimportowane z HealthKit zapisane lokalnie w MeasureMe na tym urządzeniu. Rekordy z Apple Health nie są usuwane i mogą zostać ponownie zaimportowane po ponownym włączeniu synchronizacji.

source: All local app data has been deleted.
pl: Wszystkie lokalne dane aplikacji zostały usunięte.

source: Could not delete all data. Please try again.
pl: Nie udało się usunąć wszystkich danych. Spróbuj ponownie.

source: How to set a weight goal
pl: Jak ustawić cel wagi

source: Open Measurements, choose Weight, tap Goal, then set your target value and direction.
pl: Otwórz Pomiary, wybierz Wagę, stuknij Cel i ustaw wartość docelową oraz kierunek.

source: Open Measurements
pl: Otwórz Pomiary

source: Shows how to set your first weight goal
pl: Pokazuje, jak ustawić pierwszy cel dotyczący wagi

source: First measurement
pl: Pierwszy pomiar

source: Start your trend with one quick check-in.
pl: Rozpocznij trend jednym szybkim pomiarem.

source: Tracked metric visibility can be changed in Settings.
pl: Widoczność śledzonych metryk możesz zmienić w Ustawieniach.

source: Open tracked metrics settings
pl: Otwórz ustawienia śledzonych metryk

source: Open profile settings
pl: Otwórz ustawienia profilu

source: Open Home settings
pl: Otwórz ustawienia strony głównej

source: Animations and haptics
pl: Animacje i haptyka

source: Open animation and haptics settings
pl: Otwórz ustawienia animacji i haptyki

source: Language changes are applied immediately.
pl: Zmiany języka są stosowane od razu.

source: Open data settings
pl: Otwórz ustawienia danych

source: Synced data
pl: Synchronizowane dane

source: Report a bug
pl: Zgłoś błąd

# settings.app.subscription.active
source: Premium Edition active
pl: Aktywna subskrypcja Premium Edition

# settings.app.subscription.view.benefits
source: View included benefits
pl: Zobacz dostępne benefity

# settings.app.subscription.active.detail
source: Your subscription is active. You have full access to Premium features.
pl: Twoja subskrypcja jest aktywna. Masz pełny dostęp do funkcji Premium.

source: Yes. In Settings → Animations and haptics you can turn off animations and haptics.
pl: Tak. W Ustawienia → Animacje i haptyka możesz wyłączyć animacje i haptykę.

source: Name, gender, age, height
pl: Imię, płeć, wiek, wzrost

source: Sync and synced data
pl: Synchronizacja i dane zsynchronizowane

source: Home sections visibility
pl: Widoczność sekcji strony głównej

source: Metric or imperial
pl: Metryczny lub imperialny

source: Export and delete
pl: Eksport i usuwanie

source: Search Settings
pl: Przeszukaj ustawienia

source: No matching settings
pl: Brak pasujących ustawień

source: Lose weight
pl: Schudnąć

source: Build muscles
pl: Budować mięśnie

source: Improve my health
pl: Poprawić zdrowie

source: What's your goal?
pl: Jaki jest Twój cel?
